conf/vegeta/results/pt/PlatformThreads_loop_1.txt
Requests      [total, rate, throughput]         35549, 3555.47, 2202.82
Duration      [total, attack, wait]             16.138s, 9.998s, 6.14s
Latencies     [min, mean, 50, 90, 95, 99, max]  100.311ms, 6.204s, 7.495s, 8.729s, 8.813s, 8.9s, 9.025s
Bytes In      [total, mean]                     5422766, 152.54
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:35549  
Error Set: