conf/vegeta/results/pt/PlatformThreads_loop_1.txt
Requests      [total, rate, throughput]         50000, 5000.70, 4950.87
Duration      [total, attack, wait]             10.099s, 9.999s, 100.631ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.097ms, 144.658ms, 100.553ms, 304.502ms, 383.466ms, 570.433ms, 767.166ms
Bytes In      [total, mean]                     7638572, 152.77
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: