conf/vegeta/results/pt/PlatformThreads_loop_4.txt
Requests      [total, rate, throughput]         50000, 5000.40, 4950.69
Duration      [total, attack, wait]             10.1s, 9.999s, 100.402ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.092ms, 235.345ms, 100.492ms, 824.175ms, 958.605ms, 1.102s, 1.222s
Bytes In      [total, mean]                     7764425, 155.29
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: